Repository: AluminumGriffin/CrunchyXBMC
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #30001
source: Username
he_il: שם משתמש

# #30002
source: Password
he_il: סיסמה

# #30003
source: Video quality:
he_il: איכות וידאו:

# #30012
source: Adaptive (beta)
he_il: סתגלתנות (בטא)

# #30009
source: Episodes
he_il: פרקים

# #30010
source: Series
he_il: סדרות

# #30011
source: Queue Type
he_il: סוג תור

# #30100
source: Anime
he_il: אנימה

# #30102
source: Updated
he_il: עודכן

# #30103
source: Popular
he_il: פופולרי

# #30104
source: Drama
he_il: דרמה

# #30105
source: Queue
he_il: הוספה לתור

# #30106
source: Simulcasts
he_il: שידור בו-זמני

# #30107
source: Genres
he_il: סגנונות

# #30110
source: Seasons
he_il: עונות השנה

# #30111
source: History
he_il: היסטוריה

# #30112
source: Alphabetical
he_il: אלפבתית

# #30200
source: Notice
he_il: שים לב

# #30203
source: No user account found
he_il: לא נמצא חשבון משתמש

# #30206
source: Login Failed: Please check Username and Password
he_il: הכניסה נכשלה: בדוק את שם המשתמש והסיסמה

# #30207
source: Internal Plugin Error: Please Report This Bug!
he_il: שגיאה פנימית של התוסף: דווח על באג זה!

# #30212
source: Video restricted
he_il: הוידאו מוגבל

# #30211
source: Subtitle Language
he_il: שפת הכתוביות

# #30301
source: English (US)
he_il: אנגלית (ארהב)

# #30302
source: English (UK)
he_il: אנגלית (בריטניה)

# #30303
source: Nihongo
he_il: יפנית (ניב)

# #30304
source: Francais (France)
he_il: צרפתית (צרפת)

# #30305
source: Deutsch
he_il: גרמנית

# #30306
source: Portugues (Brasil)
he_il: פורטוגזית (ברזיל)

# #30307
source: Portugues (Portugal)
he_il: פורטוגזית (פורטוגל)

# #30308
source: Espanol (LATAM)
he_il: ספרדית (LATAM)

# #30309
source: Espanol (Espana)
he_il: ספרדית (ספרד)

# #30311
source: Resume Video Playback
he_il: חדש צפייה

# #30312
source: You MUST be a Premium Member to use this plugin.
he_il: עליך להיות חבר פרמיום כדי להשתמש בהרחבה הזו.

# #30401
source: [Played]
he_il: [נוגן]

# #30313
source: Italian (Italian)
he_il: איטלקית (איטליה)

# #30501
source: Dequeue Series
he_il: הוצא סדרות מהתור

# #30502
source: Enqueue Series
he_il: הכנס סדרות לתור

# #30503
source: Goto Series
he_il: עבור לסדרות

# #30504
source: Queue Video
he_il: ווידאו בתור

# #30505
source: Add-on settings
he_il: הגדרות הרחבה

# #30506
source: Enable Video Sorting
he_il: אפשר מיון וידאו

# #30507
source: Progress & Watch State
he_il: מצב התקדמות וצפייה

# #30508
source: General
he_il: כללי

# #30509
source: Behaviour
he_il: התנהגות

# #30510
source: Prefix 'Premium Content' as...
he_il: קידומת 'Premium Content' (תוכן פרימיום) כ ...

# #30511
source: Prefix 'Coming Soon' as...
he_il: קידומת 'Coming Soon' (בקרוב) כ ...
